; MSETUP4 string table
[STRING]
CHARSET="238"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac=
MSE1="Nemožno reštartovať systém. Zavrite momentálne spustený inštalačný program alebo aplikačný softvér. Potom ukončite program na nastavenie zariadenia od spoločnosti Canon a skúste to znova."
MSE2="Program nemožno používať v tomto operačnom systéme."
MSE3="Ak chcete nainštalovať softvér, musíte sa prihlásiť ako správca.\nKliknutím na tlačidlo [OK] zrušte inštaláciu. Ak používate disk CD-ROM, po kliknutí na tlačidlo [OK] ho vyberte.\nPo zrušení inštalácie sa prihláste ako správca a nainštalujte softvér."
MSE3_Mac=
MSE31_Mac=
MSE4="Na zobrazenie vybratého súboru potrebujete vhodný aplikačný softvér."
MSE5="Na jednotke %D% nie je dostatok miesta. Na inštaláciu softvéru potrebujete %S% MB."
MSE6="Zadaný priečinok je neplatný. Zadajte priečinok umožňujúci zápis, ktorý sa nachádza na lokálnom pevnom disku."
MSE7="Program sa nemôže spustiť pre nízke rozlíšenie obrazovky. Zmeňte rozlíšenie aspoň na 800 x 600 pixlov a znova vykonajte operáciu.\nPri inštalácii v počítači Tablet PC nastavte orientáciu obrazovky na šírku a vykonajte operáciu."
MSE7_Mac=
MSE8="V jednotke CD-ROM nie je disk CD-ROM.\nVložte disk CD-ROM do jednotky."
MSE9="Názov súboru nemôže obsahovať žiadny z týchto znakov:\n/ , ; * ? \\" < > |"
MSE10="Zadaná cesta prekračuje limit. Zadajte cestu najviac so 150 znakmi."
MSE11="Zadaná cesta neobsahuje písmeno jednotky alebo je zadaná pomocou relatívnej cesty. Zadajte absolútnu cestu."
MSE14="Program nemožno používať v tomto počítači."
MSE15="Tento program možno spustiť v operačnom systéme Windows 2000 Service Pack 4 alebo novšom. Ak používate starší operačný systém než Service Pack 4, aktualizujte systém Windows 2000 na verziu Service Pack 4 alebo novšiu a znova vykonajte operáciu."
MSE16="Nemožno otvoriť súbor."
MSE17="Tento program možno spustiť v operačnom systéme Windows XP Service Pack 2 alebo novšom. Ak používate starší operačný systém než Service Pack 2, aktualizujte systém Windows XP na verziu Service Pack 2 alebo novšiu a znova vykonajte operáciu."
MSE18="Tento program možno spustiť v operačnom systéme Windows XP Service Pack 3 alebo novšom, keď používate systém Windows XP. Aktualizujte systém Windows XP na verziu Service Pack 3 alebo novšiu a znova vykonajte operáciu."
MSE19="Tento program možno spustiť v operačnom systéme Windows Vista Service Pack 1 alebo novšom. Ak používate starší operačný systém než Service Pack 1, aktualizujte systém Windows Vista na verziu Service Pack 1 alebo novšiu a znova vykonajte operáciu."
MSE20="Tento program možno spustiť v operačnom systéme Windows Vista Service Pack 2 alebo novšom. Ak používate starší operačný systém než Service Pack 2, aktualizujte systém Windows Vista na verziu Service Pack 2 alebo novšiu a znova vykonajte operáciu."
MSE21="V jednotke nie je disk CD-ROM. Inštalačná aplikácia sa zavrie."
MSM0001="OK"
MSM0002="Zrušiť"
MSM0003="Áno"
MSM0004="Nie"
MSM0005="Späť"
MSM0006="Ďalej"
MSM0007="Pokračovať"
MSM0008="Prerušiť"
MSM0009="Skončiť"
MSM0010="Inštalovať"
MSM0011="Pomocník"
MSM0012="Vybrať všetko"
MSM0013="Zrušiť výber"
MSM0014="Skontrolovať najnovšie informácie"
MSM0015="Pokračovať v inštalácii"
MSM0016="Zrušiť inštaláciu"
MSM0017="Jazyk"
MSM0018="Predvolené"
MSM0019="Preskočiť"
MSM0020="Späť na začiatok"
MSM0021="Zavrieť"
MSM0022="Uložiť"
MSM0101="Chyba"
MSM0102="Varovanie"
MSM0103="Informácie"
MSM0104="Canon"
MSM1001="Jazyk"
MSM1002="Vyberte jazyk, ktorý chcete používať v tomto programe, a kliknite na tlačidlo [Ďalej]."
MSM1003="Vyberte jazyk, ktorý chcete používať v tomto programe, a kliknite na tlačidlo [Späť]."
MSM1004="Vyberte jazyk."
MSM1011=
MSM1021="Získavajú sa informácie"
MSM1022="Získavajú sa informácie o najnovšom ovládači a softvéri."
MSM1023=
MSM1024="Získavajú sa informácie o najnovšom softvéri."
MSM1031="Chyba pri získavaní informácií"
MSM1032="Nepodarilo sa získať informácie o ovládači a softvéri. Skontrolujte sieťové pripojenie a skúste to znova."
MSM1033="Nenašiel sa softvér kompatibilný s vaším prostredím."
MSM1034="Nepodarilo sa získať informácie o softvéri. Skontrolujte sieťové pripojenie a skúste to znova."
MSM1051="Výber tlačiarne"
MSM1052="Výber skenera"
MSM1103="USA, Kanada, Latinská Amerika"
MSM1104="Európa, Stredný východ, Afrika"
MSM1105="Ázia"
MSM1106="Tichomorská oblasť"
MSM1116="Krajina a oblasť"
MSM1117="Výber oblasti, v ktorej sa nachádzate."
MSM1118="Vyberte krajinu alebo oblasť. Ak príslušná krajina alebo oblasť nie je uvedená v zozname nižšie, vyberte možnosť Iné."
MSM1241="Spustiť nastavenie"
MSM1242="Musel sa spustiť inštalačný program, aby ste mohli zariadenie používať z počítača. Postupujte podľa pokynov na obrazovke."
MSM1243="Spustiť nastavenie"
MSM1244="Tento softvér umožňuje používanie zariadenia z počítača."
MSM1245="Užitočný softvér"
MSM1246="Zobrazuje, ako prevziať a používať softvér tak, aby ste mohli zariadenie využívať naplno."
MSM1247="Príručka online"
MSM1248="Príručku si môžete pozrieť online."
MSM1249="Použiť aktualizovaný softvér nájdený na internete"
MSM1250="Nastavenia"
MSM1305="Jednotka %DRIVELETTER% %DISKSPACE% MB voľného miesta"
MSM1306="Využité miesto celkovo: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Aplikácia"
MSM1312="Odhadovaný čas inštalácie: %INSTALLTIME_MIN% až %INSTALLTIME_MAX% min."
MSM1315="Inštalácia môže určitý čas trvať v závislosti od sieťového prostredia."
MSM1451="Zoznam inštalovaného softvéru"
MSM1452="Nainštaluje sa vybratý softvér. Skontrolujte, či je požadovaný softvér vybratý, a kliknite na tlačidlo [Ďalej]."
MSM1453_Mac=
MSM1454="Tento softvér je povinný, a preto jeho výber nemožno zrušiť."
MSM1455_Mac=
MSM1601="Licenčná zmluva"
MSM1602="Pred inštaláciou vybratých softvérových programov si pozorne prečítajte nasledujúcu licenčnú zmluvu."
MSM1603="Ak so zmluvou súhlasíte, kliknite na tlačidlo [Áno]. Ak kliknete na tlačidlo [Nie], inštalácia softvéru sa zruší."
MSM1604="Pred inštaláciou softvéru %CURRENT_STEPITEM% si pozorne prečítajte nasledujúcu licenčnú zmluvu."
MSM1605="Ak so zmluvou súhlasíte, kliknite na tlačidlo [Áno]. Ak kliknete na tlačidlo [Nie], softvér sa nenainštaluje."
MSM1606="Produkty spoločnosti Canon"
MSM1607="Ak nevyjadríte súhlas s licenčnou zmluvou, softvér sa nenainštaluje. OK?"
MSM1608="Ak nevyjadríte súhlas s licenčnou zmluvou, aplikácia a softvér Print Studio Pro vyžadujúci túto aplikáciu sa nenainštalujú. OK?"
MSM1671="Inštalácia rozhrania .NET Framework"
MSM1672="V počítači nie je nainštalované rozhranie Microsoft .NET Framework 4. Ak chcete používať všetok softvér, musíte nainštalovať rozhranie Microsoft .NET Framework 4. Chcete ho nainštalovať?"
MSM1681="Rozhranie Microsoft .NET Framework 4 sa nenašlo"
MSM1682="Rozhranie Microsoft .NET Framework 4 sa nenašlo alebo nie je správne nainštalované.\nAk chcete nainštalovať tento softvér, rozhranie Microsoft .NET Framework 4 musí byť správne nainštalované."
MSM1683="Vybratý softvér vyžaduje inštaláciu rozhrania .Net Framework. Tento softvér sa nemusí nainštalovať, ak nie ste pripojení na internet."
MSM1684="  - %s"
MSM1701="Priebeh inštalácie: %PROGRESS%%"
MSM1702="Približne %RESTTIME% min. do dokončenia"
MSM1711="Preberá sa..."
MSM1712="Vypočítava sa zostávajúci čas..."
MSM1804="Licenčná zmluva"
MSM1809="Dokončenie"
MSM1901="Spracovanie"
MSM1902="Spracováva sa. Čakajte, prosím."
MSM1903="Môže to trvať približne minútu."
MSM1904="Inštaluje sa: %ITEM%"
MSM1905="Preberá sa: %ITEM%"
MSM1906="Preberá sa %PROG_CAPA%/%TOTAL_CAPA% MB"
MSM1907="Kontrolujú sa položky na prevzatie..."
MSM1908="Preberá sa... %d/%d"
MSM2001="Pripojenie tlačiarne"
MSM2002="Skontrolujte, či je tlačiareň pripojená k počítaču, a zapnite ju."
MSM2003="Tlačiareň sa nezistila. Skontrolujte pripojenie."
MSM2008="Tlačiareň sa registruje v počítači. \nTento proces môže určitý čas trvať."
MSM2010="Pripojenie tlačiarne"
MSM2031="Pripojenie skenera"
MSM2032="Skontrolujte, či je skener pripojený k počítaču. Ak je skener vybavený tlačidlom ZAP., zapnite ho."
MSM2033="Skener sa nezistil. Skontrolujte pripojenie."
MSM2034="Skener sa zistil. Počkajte, kým sa inštalácia nedokončí."
MSM2096="Zistenie tlačiarne"
MSM2097="Vyhľadáva sa tlačiareň v sieti."
MSM2111="Kontroluje sa stav tlačiarne"
MSM2112="Skontrolujte spôsob pripojenia"
MSM2113="Pripojiť tlačiareň k nasledujúcemu smerovaču bezdrôtovej siete pomocou bezdrôtového pripojenia?"
MSM2114="Smerovač bezdrôtovej siete: %s"
MSM2115="Tlačiareň (sériové číslo): %s (%s)"
MSM2116="Povoliť používanie nasledujúcej tlačiarne pomocou pripojenia Wi-Fi?"
MSM2117="Povoliť používanie nasledujúcej tlačiarne pomocou pripojenia ku káblovej sieti LAN?"
MSM2118="Povoliť používanie zariadenia %s pomocou pripojenia USB?"
MSM2119="Povoliť používanie nasledujúcej tlačiarne pomocou priameho pripojenia?"
MSM2120="Informácie o typoch pripojenia"
MSM2121="Výber smerovača bezdrôt. siete"
MSM2122="Vyberte smerovač bezdrôtovej siete, ku ktorému chcete pripojiť tlačiareň."
MSM2123="Smerovače bezdrôtovej siete:"
MSM2124="Heslo:"
MSM2125="Skryť text"
MSM2126="Pridať manuálne"
MSM2131="Zadajte informácie o smerovači bezdrôtovej siete."
MSM2132="Sieťový názov (SSID):"
MSM2133="Typ šifrovania:"
MSM2134="Nepoužívať"
MSM2135="Používať kľúč WEP"
MSM2136="Používať metódu WPA/WPA2"
MSM2137="Žiadny"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="Dĺžka kľúča WEP:"
MSM2142="64 bitov"
MSM2143="128 bitov"
MSM2151="Formát kľúča WEP:"
MSM2152="ASCII"
MSM2153="Hex"
MSM2161="Identifikácia kľúča WEP:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="V prípade 64-bitového kľúča WEP musí byť dĺžka kľúča 5 znakov. Kľúč musí byť vo formáte ASCII.\nZadajte ho znova."
MSM2172="V prípade 64-bitového kľúča WEP musí byť dĺžka kľúča 10 číslic. Kľúč musí byť vo formáte Hex.\nZadajte ho znova."
MSM2173="V prípade 128-bitového kľúča WEP musí byť dĺžka kľúča 13 znakov. Kľúč musí byť vo formáte ASCII.\nZadajte ho znova."
MSM2174="V prípade 128-bitového kľúča WEP musí byť dĺžka kľúča 26 číslic. Kľúč musí byť vo formáte Hex.\nZadajte ho znova."
MSM2175="V prípade formátu ASCII kľúča možno použiť iba znaky ASCII. \nZadajte správnu hodnotu."
MSM2176="V prípade hexadecimálneho formátu kľúča možno použiť iba hexadecimálne číslice. \nZadajte správnu hodnotu."
MSM2177="Zadané heslo musí obsahovať 8 až 63 znakov (ASCII) alebo 64 číslic (hexadecimálnych)."
MSM2178="Heslo je neplatné. Zadajte 5 alebo 13 znakov, prípadne 10 alebo 26 znakov (hexadecimálnych)."
MSM2181="Kontrola sieťového názvu (SSID)"
MSM2182="Smerovač bezdrôtovej siete (SSID): %s\n\nAk je sieťový názov (SSID) správny, pokračujte kliknutím na tlačidlo [Ďalej].\nAk je sieťový názov (SSID) nesprávny, kliknite na tlačidlo [Späť] a pridajte smerovač bezdrôtovej siete znova."
MSM2183="Heslo smerovača bezdrôtovej siete je pravdepodobne nesprávne.\nKliknite na tlačidlo [Späť] a zadajte heslo znova."
MSM2184="Chyba výberu siete (SSID)"
MSM2185="Tlačiareň nepodporuje siete v pásme 5GHz.\nKliknite na tlačidlo [Späť] a vyberte sieť (SSID), ktorá podporuje pásmo 2.4GHz."
MSM2186="Typ šifrovania smerovača bezdrôtovej siete sa nezhoduje s nastaveniami šifrovania.\nKliknite na tlačidlo [Späť] a pridajte smerovač bezdrôtovej siete znova."
MSM2190="Výber siete (SSID)"
MSM2191="Z tlačiarne nemožno nájsť sieť (SSID), ku ktorej je tento počítač pripojený. Vyberte sieťový názov (SSID)."
MSM2192="Adresa MAC:"
MSM2193="(Vyberte)"
MSM2194="Iné siete"
MSM2195="Nastavenia siete (SSID)"
MSM2196="Zadajte informácie o sieti (SSID)."
MSM2197="Heslo"
MSM2198="Zadajte heslo siete (SSID)."
MSM2199="Sieťový názov (SSID): %s"
MSM2200="Sieťový názov (SSID): %s\n\nAk je sieťový názov (SSID) správny, pokračujte kliknutím na tlačidlo [Ďalej].\nAk je sieťový názov (SSID) nesprávny, kliknite na tlačidlo [Späť] a vyberte sieťový názov (SSID) znova."
MSM2201="Heslo siete (SSID) je pravdepodobne nesprávne.\nKliknite na tlačidlo [Späť] a zadajte heslo znova."
MSM2202="Tlačiareň nepodporuje siete v pásme 5GHz.\nKliknite na tlačidlo [Späť] a vyberte sieť (SSID), ktorá podporuje pásmo 2.4GHz."
MSM2203="Typ šifrovania siete (SSID) sa nezhoduje s nastaveniami šifrovania.\nKliknite na tlačidlo [Späť] a nakonfigurujte ho znova."

MSM2252="Nastavenie sa dokončilo"
MSM2253="Nastavenie tlače z počítača sa dokončilo.\nTeraz sa nainštaluje softvér."
MSM2254="Inštalácia sa nedokončila.\nAk chcete v inštalácii užitočného softvéru pokračovať, kliknite na tlačidlo [Pokračovať]."
MSM2255="Nastavenie sa dokončilo."
MSM2256="Teraz môžete tlačiť z počítača."
MSM2261="Nastavuje sa"
MSM2262="Počas nastavovania je sieťové pripojenie dočasne vypnuté.\nMôže to trvať niekoľko minút. Počkajte, prosím."
MSM2263="Nastavenie bez káblov zlyhalo. Prerušte postup a podľa pokynov na obrazovkách vyberte iný spôsob nastavenia."
MSM2264="Nastavuje sa. Môže to trvať niekoľko minút. Počkajte, prosím."
MSM2301="Zlyhanie inštalácie"
MSM2310="Chyba pri hľadaní tlačiarne"
MSM2311="Pripojená tlačiareň sa nenašla.\nAk chcete hľadať tlačiareň znova, kliknite na tlačidlo [Hľadať znova]."
MSM2312="Hľadať znova"
MSM2313="Nastavenie zrušené"
MSM2314="Nastavenie bolo zrušené.\nKliknite na tlačidlo [Späť na začiatok] a spustite nastavenie znova."
MSM2315="Inštalácia zlyhala.\nKliknite na tlačidlo [Späť na začiatok] a spustite nastavenie znova."
MSM2390="Skôr než budete môcť používať túto tlačiareň, musíte vykonať zarovnanie tlačovej hlavy. Ak chcete získať podrobné informácie, kliknite na položku [Zarovnanie tlačovej hlavy] a postupujte podľa pokynov zobrazených na obrazovke.\n\nPo dokončení zarovnania kliknite na tlačidlo [Ďalej]."
MSM2391="Zarovnanie tlačovej hlavy"
MSM2401="Odporúča sa zarovnanie tlačovej hlavy"
MSM2411="Zarovnanie tlačovej hlavy"
MSM2413="Vykonať"
MSM2414="Pred tlačou fotografií na tejto tlačiarni sa odporúča zarovnať tlačovú hlavu. Ak chcete zarovnať tlačovú hlavu, vložte do kazety obyčajný papier a kliknite na tlačidlo [Vykonať]. Po zarovnaní tlačovej hlavy kliknite na tlačidlo [Ďalej]. Podrobné informácie nájdete v príručke k tlačiarni.\n\nZarovnanie tlačovej hlavy je možné aj po dokončení nastavenia. Ak chcete pokračovať bez zarovnania tlačovej hlavy, kliknite na tlačidlo [Ďalej]."
MSM2416="Skôr než budete môcť používať túto tlačiareň, musíte zarovnať tlačové hlavy. Kliknutím na tlačidlo [Vykonať] zobrazte obrazovku Spustenie zarovnania tlačovej hlavy. Podľa pokynov na obrazovke vytlačte vzorku zarovnania. Vytlačenú vzorku zarovnania umiestnite na predlohové sklo a naskenujte.\n\nPo zarovnaní tlačovej hlavy kliknite na tlačidlo [Ďalej]."
MSM2416_Mac=
MSM2417="Táto tlačiareň obsahuje funkciu zarovnania tlačovej hlavy. Ak výtlačok obsahuje nezarovnané čiary alebo nie je uspokojivý, môžete tieto problémy vyriešiť zarovnaním tlačovej hlavy."
MSM2418="Skôr než budete môcť používať túto tlačiareň, musíte zarovnať tlačovú hlavu. Vložte do tlačiarne papier, kliknite na tlačidlo [Vykonať] a potom na tlačidlo [Ďalej]."
MSM2418_Mac=
MSM2420="Vyhľadávajú sa tlačiarne."
MSM2421="Vyhľadáva sa %PRODUCTNAME%."
MSM2422="Nenašiel sa tlačový front."
MSM2423="Ak chcete zaregistrovať tlačiareň, kliknite na položku [Registrovať tlačiareň]."
MSM2424="Registrovať tlačiareň"
MSM2434="Registrovať skener"
MSM2437_Mac=
MSM2438_Mac="Po kliknutí na položku [Pridať tlačiareň] sa zobrazia dostupné tlačiarne. Vyberte tlačiareň %s, pre ktorú sa v poli Typ zobrazuje text „Canon IJ Network“, a kliknite na tlačidlo [Pridať].\nPo pridaní tlačiarne kliknite na tlačidlo [Ďalej]."
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=
MSM2451="Registrácia používateľa"
MSM2453="Ďalej"
MSM2464="Registrácia používateľa"
MSM2465="Ak si produkt Canon zaregistrujete už dnes, získate nárok na tieto výhody:\n– Každý mesiac budete dostávať e-mailový bulletin s informáciami o možnostiach úspory s produktmi od spoločnosti Canon.\n– Budete dostávať zábavné projekty zo služby Creative Park a užitočné tipy.\n– Budete medzi prvými, ktorí sa dozvedia o inováciách softvéru."
MSM2474="Registrácia používateľa"
MSM2475="Registráciou produktu máte možnosť získavať užitočné informácie o produktoch a službách. Registrácia vyžaduje pripojenie na internet."
MSM2484="Registrácia produktu"
MSM2485JU="Ak si produkt Canon zaregistrujete už dnes, získate nárok na tieto výhody:\n– Spoločnosť Canon U.S.A. zaeviduje vaše údaje pre prípad poistnej škody.\n– Budete medzi prvými, ktorí sa dozvedia o inováciách softvéru.\n– Každý mesiac budete dostávať e-mailový bulletin s informáciami o možnostiach úspory s produktmi od spoločnosti Canon."
MSM2485M="Aktualizáciou alebo registráciou nového produktu máte možnosť získavať užitočné informácie o produktoch a službách. Aktualizácia alebo registrácia vyžaduje pripojenie na internet."
MSM2486_Mac="Ak kliknete na tlačidlo [Ďalej], názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2486_Mac2="Ak kliknete na tlačidlo [Ďalej], názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2487="Ak chcete registráciu vykonať neskôr, kliknite na tlačidlo [Zrušiť] a prejdite na ďalší krok. Produkty môžete kedykoľvek zaregistrovať aj prostredníctvom aplikácie Quick Menu."
MSM2501="CANON iMAGE GATEWAY Registrácia používateľa"
MSM2502="Registrovať"
MSM2503="CANON iMAGE GATEWAY Registrácia produktu"
MSM2504="CANON iMAGE GATEWAY je exkluzívna služba online pre kupujúceho produktu s oprávnením na bezplatné členstvo alebo ročný členský poplatok. Ak požiadate o registráciu používateľa, môžete používať rôzne služby, ktoré vám poskytnú ďalšie vzrušenie z digitálneho fotografovania."
MSM2505="CANON iMAGE GATEWAY je webová lokalita bez členského poplatku. Poskytujeme informácie o podpore našich produktov a informácie súvisiace s tlačou položiek, ako sú novoročné pozdravy. Ponúkame užitočné tipy, napríklad techniky snímania našimi fotoaparátmi, aby sme vám pomohli lepšie využiť naše produkty, ako aj cenné informácie o výpredajoch exkluzívne pre členov."
MSM2506="Ak kliknete na tlačidlo [Registrovať], názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2507="Ak kliknete na tlačidlo [Registrovať], názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2511="Registrácia používateľa"
MSM2513="Registrácia produktu"
MSM2514="Ak si produkt Canon zaregistrujete už dnes, získate nárok na tieto výhody:\n– Každý mesiac budete dostávať e-mailový bulletin s informáciami o možnostiach úspory s produktmi od spoločnosti Canon.\n– Budete dostávať zábavné projekty zo služby Creative Park a užitočné tipy.\n– Budete medzi prvými, ktorí sa dozvedia o inováciách softvéru."
MSM2515="Registráciou produktu máte možnosť získavať užitočné informácie o produktoch a službách. Registrácia vyžaduje pripojenie na internet."
MSM2516="Ak kliknete na tlačidlo [Ďalej], názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2517="Ak kliknete na tlačidlo [Ďalej], názov produktu, informácie o operačnom systéme,regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2521="Registrácia používateľa. Názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2522="Registrácia používateľa. Názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2526="Registrácia používateľa. Názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2527="Registrácia používateľa. Názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2551="Registrácia používateľa produktu Canon %s"
MSM2552="Odinštalovanie aplikácie Registrácia používateľa"
MSM2571="Program na odinštalovanie aplikácie Registrácia používateľa produktu %s"
MSM2572="Naozaj chcete úplne odstrániť aplikáciu Registrácia používateľa produktu Canon %s a všetky jej súčasti?"
MSM2573="Odinštalovanie sa úspešne dokončilo."
MSM2574="Odinštalovanie zlyhalo."
MSM2575="Odinštalovanie musíte dokončiť reštartovaním počítača. Ak ho chcete reštartovať, kliknite na tlačidlo [OK]. Ak ho chcete reštartovať neskôr, kliknite na tlačidlo [Zrušiť]."
MSM2576="Ak chcete odinštalovať aplikáciu Registrácia používateľa produktu Canon %s, musíte mať oprávnenia správcu."
MSM2577="Registrácia používateľa. Názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa priamo prejavia na registračnej obrazovke. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2577_Mac2=
MSM2578="Registrácia používateľa. Názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2578_2="Registrácia používateľa. Názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, skontrolujte, či je tlačiareň pripojená k počítaču. Potom tlačiareň zapnite a kliknite na tlačidlo [OK]."
MSM2580="Pripojenie zlyhalo. Skontrolujte, či je povolené sieťové pripojenie, a skúste to znova. Ak pripojenie naďalej zlyháva, chvíľu počkajte a skúste to znova. Registráciu môžete kedykoľvek vykonať aj prostredníctvom aplikácie Solution Menu EX."
MSM2581="Pripojenie zlyhalo. Skontrolujte, či je povolené sieťové pripojenie, a skúste to znova. Ak pripojenie naďalej zlyháva, chvíľu počkajte a skúste to znova."
MSM2582="Pripojenie zlyhalo."
MSM2584="Pripája sa. Čakajte, prosím."
MSM2585="Zadajte meno používateľa a heslo k bráne firewall."
MSM2586=
MSM2587=
MSM2589="Pripojenie zlyhalo. Skontrolujte, či je povolené sieťové pripojenie, a skúste to znova. Ak pripojenie naďalej zlyháva, chvíľu počkajte a skúste to znova."
MSM2590="Nemôžete sa pripojiť, keď je tlačiareň zaneprázdnená, napríklad pri čistení alebo zarovnávaní tlačovej hlavy.\nSkúste nastaviť sieť Wi-Fi znova, keď bude tlačiareň nečinná."
ExecutingPrefSet_Mac=
MSM2601="Inštalácia sa úspešne dokončila."
MSM2602="Reštartovať systém (odporúča sa)"
MSM2603="Pokračovať online"
MSM2604="Kliknutím na položku [Pokračovať online] navštívte webovú lokalitu spoločnosti Canon, odkiaľ môžete prevziať ďalšie aplikácie a získať ďalšie informácie o funkciách a službách dostupných pre tlačiareň.\nTento softvér sa zatvorí a webová lokalita spoločnosti Canon sa otvorí v prehliadači."
MSM2605="Pokračovať online"
MSM2701="Zrušenie inštalácie"
MSM2702_Mac="Inštalácia sa nedokončila. Ak chcete v inštalácii pokračovať, kliknite na tlačidlo [Pokračovať]. Ak ju chcete zrušiť, kliknite na tlačidlo [Prerušiť]."
MSM2801="Zmena nastavení systému"
MSM2802="Musíte reštartovať systém, aby sa nové nastavenia prejavili.\nChcete reštartovať systém?"
MSM2851="Extended Survey Program"
MSM2870="Spoločnosť Canon sa usiluje o vývoj a predaj produktov, ktoré lepšie spĺňajú požiadavky zákazníkov. Preto požaduje, aby sa jej prostredníctvom internetu odoslali informácie uvedené nižšie, ktoré sa týkajú vášho produktu od spoločnosti Canon."
MSM2871="Spoločnosť Canon sa usiluje o vývoj a predaj produktov, ktoré lepšie spĺňajú požiadavky zákazníkov. Preto požaduje, aby sa prostredníctvom internetu odoslali výskumnej spoločnosti schválenej v súlade so zákonom informácie uvedené nižšie, ktoré sa týkajú vášho produktu od spoločnosti Canon."
MSM2873="Ak súhlasíte s informáciami uvedenými vyššie, kliknite na tlačidlo [Súhlasím]. V opačnom prípade kliknite na tlačidlo [Nesúhlasím]."
MSM2874="Spoločnosť Canon sa usiluje o vývoj a predaj produktov, ktoré lepšie spĺňajú požiadavky zákazníkov. Preto požaduje, aby sa prostredníctvom internetu odoslali spoločnosti Canon (alebo výskumnej spoločnosti schválenej v súlade so zákonom, ak produkt od spoločnosti Canon používate v Číne) informácie uvedené nižšie, ktoré sa týkajú vášho produktu od spoločnosti Canon."
MSM2876="Ak súhlasíte s informáciami uvedenými vyššie, kliknutím na tlačidlo [Súhlasím] spustite inštaláciu programu prieskumu. V opačnom prípade kliknite na tlačidlo [Nesúhlasím]. Tento program sa možno nebude dať spustiť v nepodporovaných verziách operačných systémov."
MSM2901="Test tlače"
MSM2904="Vykoná sa skúšobná tlač, aby sa skontrolovalo fungovanie tlačiarne.\nVložte do tlačiarne obyčajný papier a kliknite na tlačidlo [Spustiť]. Po dokončení skúšobnej tlače kliknite na tlačidlo [Ďalej].\n\nAk sa vyskytne chyba tlače, podľa pokynov na obrazovke spustite inštaláciu znova."
MSM2905="Spustiť"
MSM2906="Odoslali sa údaje na kontrolu, či tlačiareň funguje správne."
MSM3001="Ak chcete používať tlačiareň, musíte mať nainštalovaný tento softvér.\nMôžete vykonávať tlačové operácie, ktoré vyhovujú rôznym typom a veľkostiam papiera."
MSM3002_Mac=
MSM3008="Môžete spájať obrazové súbory s textom a pomocou funkcie priamej tlače jednoducho tlačiť etikety diskov."
MSM3009="Aktualizujte systém."
MSM3010="Prostredníctvom tejto pomôcky môžete z počítača používať súbory uložené na pamäťovej karte, ktorá je vložená v zásuvke na kartu na tlačiarni."
MSM3011="Tento ovládač umožňuje používať zariadenie v sieti."
MSM3012="Pomocou tohto nástroja môžete zmeniť spôsob pripojenia a nastavenia zabezpečenia zariadenia pripojeného k sieti."
MSM3013="Aplikácia My Printer pomáha pri riešení problémov s tlačou, napríklad s rozmazanými výtlačkami."
MSM3016="Ovládače MP Drivers sú potrebné na tlač dokumentov a skenovanie obrázkov."
MSM3018="Program ArcSoft PhotoStudio umožňuje opravovať alebo vylepšovať obrázky importované zo skenera alebo digitálneho fotoaparátu."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE je program na optické rozpoznávanie znakov (OCR), ktorý dokáže konvertovať text v knihách alebo znaky v novinách na textové údaje."
MSM3021="Program Presto! PageManager uľahčuje skenovanie, zdieľanie a organizáciu dokumentov a fotografií. Všetky obchodné dokumenty môžete uložiť v neobmedzenom množstve vnorených priečinkov a potom ich ľahko načítať."
MSM3023="Pomôcka Setup Utility umožňuje konfigurovať nastavenia tlače prostredníctvom infračerveného pripojenia alebo pripojenia Bluetooth."
MSM3024="Pomôcka Setup Utility umožňuje konfigurovať nastavenia tlače prostredníctvom štandardu PictBridge."
MSM3026="Tento doplnkový softvér uľahčuje tlač profesionálnych fotografií. Ak ho chcete používať, musíte nainštalovať vhodný aplikačný softvér."
MSM3027="Ovládač XPS sa hodí na tlač z aplikačného softvéru, ktorý podporuje tlač XPS (v systéme Windows Vista alebo novšom)."
MSM3027_0="Ovládač XPS sa hodí na tlač z aplikačného softvéru, ktorý podporuje tlač XPS (v systéme Windows Vista alebo novšom). Podmienkou je správna inštalácia ovládača tlačiarne IJ."
MSM3027_1="Ovládač XPS sa hodí na tlač z aplikačného softvéru, ktorý podporuje tlač XPS (v systéme Windows Vista alebo novšom). Podmienkou je správna inštalácia ovládačov MP Drivers."
MSM3028="ScanGear je ovládač potrebný na ovládanie skenera. Ak chcete tento ovládač používať, spustite aplikačný softvér, napríklad program na úpravu obrázkov."
MSM3028_Mac=
MSM3031_Mac=
MSM3032=
MSM3034="Požaduje sa na vernú tlač farieb na obrázkoch s priestorom farieb Adobe RGB. Adobe je registrovaná ochranná známka alebo ochranná známka spoločnosti Adobe Systems Incorporated v USA alebo iných krajinách.."
MSM3035="Pomôcka Setup Utility umožňuje konfigurovať nastavenia tlače prostredníctvom infračerveného pripojenia, pripojenia Bluetooth alebo štandardu PictBridge."
MSM3037="ScanGear CS je ovládač skenera (ovládač TWAIN) potrebný na ovládanie skenera. Ak chcete tento ovládač používať, spustite aplikačný softvér, napríklad program na úpravu obrázkov."
MSM3040="Program Easy-PhotoPrint EX umožňuje jednoducho vytvárať vlastné albumy s fotografiami, nálepky alebo kalendáre pomocou fotografií z digitálneho fotoaparátu. Takisto môžete rýchlo tlačiť fotografie bez okrajov. Okrem toho môžete pred tlačou opraviť efekt červených očí a digitálne vyhladiť tváre."
MSM3041="Slúži na okamžité spustenie doplnkového aplikačného softvéru, ktorý umožňuje jednoduchú tlač fotografií."
MSM3042="Program MP Navigator EX uľahčuje import naskenovaných obrázkov priamo do aplikačného softvéru, ich tlač, priloženie k e-mailu alebo uloženie v počítači."
MSM3043="V príručke sa vysvetľuje používanie zariadenia a dodaného softvéru. Obsahuje aj informácie o riešení problémov."
MSM3043_Mac="V príručke sa vysvetľuje používanie zariadenia a dodaného softvéru. Obsahuje aj informácie o riešení problémov."
MSM3044="Program Easy-WebPrint EX umožňuje vyrezávať časti webových stránok a tlačiť ich s vlastným rozložením. Zobrazuje sa v prehľadávači ako užitočný panel s nástrojmi."
MSM3044_Mac=
MSM3045="Tento softvér umožňuje upravovať zoznam kódovanej rýchlej voľby, informácie o používateľovi a ďalšie nastavenia uložené v tlačiarni. Upravené nastavenia potom možno uložiť v počítači alebo znova v tlačiarni."
MSM3046="Pomocou aplikácie Solution Menu EX môžete okamžite spustiť aplikačný softvér, ktorý umožňuje jednoduchú tlač albumov a kalendárov alebo skenovanie dokumentov jediným kliknutím. Môžete tiež bez problémov navštevovať webové lokality spoločnosti Canon, ktoré podporujú rôzne možnosti používania."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Môžete importovať fotografie a používať ich na vytváranie a tlač prispôsobených položiek, napríklad koláží, kariet alebo kalendárov. Takisto môžete tlačiť fotografie bez okrajov a opravovať alebo zdokonaľovať snímky pomocou jednoduchých krokov. V spolupráci s aplikáciou Image Display môžete z uložených fotografií vytvárať odporúčania."
MSM3049="Doplnok na tlač fotografií, ktorý uľahčuje a zdokonaľuje vytváranie profesionálnych umeleckých diel. Musí byť nainštalovaná vhodná aplikácia. Príslušné aplikácie nájdete v príručke."
MSM3050="Umožňuje rýchle spustenie softvéru alebo príručky pre produkt značky Canon. Môžete tiež získať rýchly prístup k webovým lokalitám, ktoré poskytujú užitočné informácie o vašom produkte značky Canon, k užitočným webovým lokalitám podporujúcim rôzne použitie atď."
MSM3051="Ovládač potrebný na používanie skenera. Používa sa pri ovládaní skenera z aplikácií kompatibilných so štandardom ICA."
MSM3052="Táto pomôcka skenuje a ukladá obrázky."
MSM3053="Umožňuje rýchle spustenie softvéru pre produkt značky Canon. Môžete tiež získať rýchly prístup k príručke a webovým lokalitám."
MSM3054="Pridajte jazykové slovníky, ktoré sa majú použiť pri vytváraní súborov PDF s možnosťou vyhľadávania textu alebo pri spúšťaní funkcie OCR. Po inštalácii vyberte príslušný jazyk na obrazovke nastavenia aplikácie Canon IJ Scan Utility."
MSM3055="Táto aplikácia umožňuje otvoriť ovládač ScanGear, zobraziť ukážku, naskenovať obrázky a potom ich uložiť v počítači."
MSM3056="Tento softvér umožňuje konfigurovať nastavenia na používanie tlačiarne v sieti."
MSM3057=
MSM3058=
MSM3059="Tento doplnok je určený pre programy Microsoft Word, Microsoft Excel a Microsoft PowerPoint. Používajte ho na zjednodušenie rôznych tlačových úloh odosielaných z programov balíka Microsoft Office do tlačiarne."
MSM3062="Pomocou tejto aplikácie môžete vybrať, aké bude rozloženie textu a obrázkov na strane určenej na tlač."
MSM3063="Pomocou obľúbených fotografií vytvárajte a tlačte jedinečné koláže, pohľadnice, kalendáre a pod. Jednoduchá je aj tlač kópií fotografií bez okrajov."
MSM3064="Jednoduchým výberom priečinka obsahujúceho fotografie aplikácia automaticky vyberie fotografie a usporiada ich do knihy fotografií. Po zadaní objednávky prostredníctvom aplikácie sa kniha fotografií vytlačí vo vysokom rozlíšení na tlačiarni Canon pre fotolaby. Pomocou aplikácie Easy-PhotoPrint Editor môžete vytlačiť fotografie z knihy fotografií aj na domácej tlačiarni."
MSM3066="Jednoduchým výberom priečinka obsahujúceho fotografie aplikácia automaticky vyberie fotografie a usporiada ich do knihy fotografií. Po zadaní objednávky prostredníctvom aplikácie sa kniha fotografií vytlačí vo vysokom rozlíšení na tlačiarni Canon pre fotolaby. Pomocou aplikácie Easy-PhotoPrint Editor môžete vytlačiť fotografie z knihy fotografií aj na domácej tlačiarni."

MSM4001W="Ovládač tlačiarne IJ"
MSM4001="Ovládač tlačiarne"
MSM4002="Používateľská príručka"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Ovládač XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Pomôcka na rýchlu voľbu"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Ovládač ICA"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Ďalšie slovníky pre funkciu OCR (čínske/kórejské)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057=
MSM4058=
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060=
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: vytvárajte prispôsobené knihy fotografií"
MSM4067="hdAlbum EZ: vytvárajte prispôsobené knihy fotografií"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Funkcia zakúpenia atramentu online je pripravená."
EIDENABLER_ADMIN="Ak chcete spustiť tento softvér, musíte sa prihlásiť ako člen skupiny Administrators (Správcovia)."
MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=
MENU7_Mac=
MENU8_Mac=
MENU9_Mac=
MENU10_Mac=
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Čína"
HK="Hongkong"
ID="Indonézia"
IN="India"
JP="Japonsko"
KR="Kórea"
MY="Malajzia"
PH="Filipíny"
SG="Singapur"
TW="Taiwan"
TH="Thajsko"
VN="Vietnam"
MO="Macao"
AU="Austrália"
NZ="Nový Zéland"
US="Spojené štáty americké"
CA="Kanada"
BR="Brazília"
MX="Mexiko"
AR="Argentína"
CL="Čile"
PA="Panama"
AT="Rakúsko"
BE="Belgicko"
BG="Bulharsko"
HR="Chorvátsko"
CZ="Česká republika"
DK="Dánsko"
EE="Estónsko"
FI="Fínsko"
FR="Francúzsko"
DE="Nemecko"
GR="Grécko"
HU="Maďarsko"
IE="Írsko"
IT="Taliansko"
LV="Lotyšsko"
LT="Litva"
LU="Luxembursko"
NL="Holandsko"
NO="Nórsko"
PL="Poľsko"
PT="Portugalsko"
RO="Rumunsko"
RU="Rusko"
SK="Slovensko"
SI="Slovinsko"
ZA="Juhoafrická republika"
ES="Španielsko"
SE="Švédsko"
CH="Švajčiarsko"
TR="Turecko"
GB="Spojené kráľovstvo"
Others="Iné"
MSM5001=
MSM5002=
MSM5003=
MSM5004=
MSM5010=
MSM5011=
MSM5012=
MSM6000="Výber spôsobu pripojenia tlačiarne."
MSM6001="Pripojenie Wi-Fi"
MSM6002="Pripojenie ku káblovej sieti LAN (ethernetový kábel)"
MSM6003="Pripojenie USB (kábel USB)"
MSM6004="Zopakovať nastavenie siete pre tlačiareň"
MSM6005="Výber spôsobu pripojenia Wi-Fi."
MSM6006="Pripojiť prostredníctvom smerovača bezdrôtovej siete (odporúča sa)"
MSM6007="Priame pripojenie"
MSM6008="Pripojte tlačiareň k počítaču prostredníctvom smerovača bezdrôtovej siete."
MSM6009="Prepojte tlačiareň k počítaču priamo."
MSM6010="Ak chcete prepínať medzi pripojením prostredníctvom smerovača bezdrôtovej siete a priamym pripojením alebo ak chcete získať ďalšie podrobnosti o spôsobe pripojenia, kliknite na tlačidlo [Pokyny]."
MSM6011="Pokyny"
MSM6012="Skontrolujte, či je tlačiareň zapnutá."
MSM6013="Zoznam tlačiarní v sieti"
MSM6014="Sériové číslo"
MSM6015="Adresa MAC"
MSM6016="Adresa IP"
MSM6017="Nastavovaná tlačiareň sa nenašla v zozname"
MSM6018="Aktualizovať"
MSM6019="1. Ak tlačiareň, ktorú chcete nastaviť v sieti, je uvedená v zozname tlačiarní vyššie, vyberte ju a kliknite na tlačidlo [Ďalej].\n   Sériové číslo nájdete na zadnej strane tlačiarne a v záručnom liste.\n   V zozname vyššie je uvedených iba posledných 5 číslic sériového čísla.\n2. Ak nastavovaná tlačiareň nie je uvedená v zozname vyššie, zapnite ju a kliknite na tlačidlo [Aktualizovať].\n3. Ak tlačiareň naďalej nemôžete nájsť, vyberte položku [Nastavovaná tlačiareň sa nenašla v zozname] a kliknite na tlačidlo [Ďalej]."
MSM6020="1. Ak tlačiareň, ktorú chcete nastaviť v sieti, je uvedená v zozname tlačiarní vyššie, vyberte ju a kliknite na tlačidlo [Ďalej].\n   Sériové číslo nájdete na zadnej strane tlačiarne alebo v záručnom liste.\n2. Ak tlačiareň, ktorú chcete nastaviť v sieti, nie je uvedená v zozname vyššie, zapnite ju a kliknite na tlačidlo [Aktualizovať].\n3. Ak tlačiareň naďalej nemôžete nájsť v zozname, vyberte položku [Nastavovaná tlačiareň sa nenašla v zozname] a kliknite na tlačidlo [Ďalej].\n4. Pri pripojení USB tiež vyberte položku [Nastavovaná tlačiareň sa nenašla] a kliknite na tlačidlo [Ďalej]."
MSM6021="Pripojenie je dokončené."
MSM6022="Výber spôsobu pripojenia"
MSM6023="Kontrola napájania"
MSM6024="Na nastavenie použite iný spôsob. Postupujte podľa pokynov na obrazovke."
MSM6025="Skôr než budete môcť nainštalovať ovládač XPS, musíte dokončiť nastavenie tlačiarne. Ak sa nastavenie nedokončilo, kliknutím na položku [Späť na začiatok] nastavte tlačiareň."
MSM6026="Skôr než budete pokračovať"
MSM6027="Tento softvér môže na nastavenie tlačiarne používať sieť.\nAk počas nastavovania zobrazí zabezpečovací softvér výstrahy, umožnite tomuto softvéru pokračovať.\n(Podrobnosti nájdete v príručke zabezpečovacieho softvéru.)\n\nTento softvér pridá ďalší softvér, ktorý nainštaluje do zoznamu povolených programov v bráne Windows Firewall."
MSM6028="Vypnúť blokovanie"
MSM6029="Výber tlačiarne"
MSM6026_Mac="Skôr než budete pokračovať"
MSM6027_Mac="Tento softvér môže na nastavenie tlačiarne používať sieť.\nSkôr ako začnete s nastavovaním, možno budete musieť zmeniť nastavenia v zabezpečovacom softvéri, a to v závislosti od toho, ktorý zabezpečovací softvér používate.\n(Podrobnosti nájdete v príručke zabezpečovacieho softvéru.)\n\nAk počas nastavovania zobrazí zabezpečovací softvér výstrahy, umožnite tomuto softvéru pokračovať.\n\nTento softvér používa kľúčenku.\nAk prístup ku kľúčenke vyžaduje vaše povolenie, kliknite na položku [Povoliť vždy]."
MSM6100="Aplikácia My Image Garden použije fotografiu uloženú v počítači a automaticky vytvorí pohľadnicu alebo kalendár."
MSM6101="Služba CREATIVE PARK PREMIUM poskytuje PRÉMIOVÝ obsah výhradne používateľom originálneho atramentu Canon."
MSM6102="Vytlačenú fotografiu môžete dokonale skopírovať jednoduchým výberom ponuky na tlačiarni."
MSM6103="Aj keď je tlačiareň vypnutá, po spustení tlačovej úlohy sa automaticky zapne."
MSM6104="Tichý režim umožňuje tlačiť, kopírovať alebo skenovať v tichosti bez toho, aby ste museli myslieť na čas alebo okolie."
MSM6105="Uvedené funkcie sa líšia v závislosti od používaných modelov. Podrobnejšie informácie nájdete v príručke."
MSM6106="Podrobnejšie informácie o funkcii a nastaveniach nájdete v príručke."
MSM6107="Táto funkcia umožňuje načítať tlačové údaje a potom voľne usporiadať strany na papieri, ako aj zväčšiť alebo zmenšiť veľkosť strany."
MSM6108="Tento doplnok umožňuje plynulé produkovanie vysokokvalitných výtlačkov. Podporuje aplikácie Adobe Photoshop, Adobe Photoshop Lightroom a Digital Photo Professional."
MSM6109="Tento softvér umožňuje tlačiť viaceré súbory naraz, čím umožňuje efektívnu tlač. Súbory tiež môžete zdieľať prostredníctvom cloudovej služby."
MSM6110="Tento softvér umožňuje vytvoriť dobre navrhnutý plagát. Súčasťou je aj množstvo materiálov."
MSM6111="Tento doplnok je určený na jednoduchú tlač veľkého formátu z balíka Microsoft Office. Tiež umožňuje tlač na dlhý papier a tlač bez okrajov."
MSM6112="Tento softvér umožňuje prispôsobiť nastavenia papiera. Môžete zmeniť názov papiera a vykonať úpravy na optimalizovanú tlač na váš obľúbený papier."
MSM6113="Tento softvér umožňuje zapisovať množstvo a cenu spotrebovaného atramentu a papiera. Môžete zobraziť aj celkové náklady na tlač, čo prispeje k jednoduchšiemu znižovaniu nákladov."
MSM6114="Tento softvér umožňuje spravovať viaceré stavy tlačiarne naraz. Tiež umožňuje rýchlo spozorovať chyby minutia atramentu, čo je pri správe tlačiarne užitočná funkcia."
MSM6115="Kopírovanie pomocou smartfónu umožňuje vytvárať kópie dokumentov pomocou fotoaparátu smartfónu alebo tabletu."
MSM6116="Pomocou aplikácie Free Layout plus môžete vybrať, aké bude rozloženie textu a obrázkov na strane určenej na tlač."
MSM6117="Pomocou aplikácie Easy-PhotoPrint Editor a obľúbených fotografií vytvárajte a tlačte jedinečné koláže, pohľadnice, kalendáre a pod."
MSM6118="Pomocou aplikácie Easy-PhotoPrint Editor tlačte plagáty, kalendáre a koláže fotografií z počítača alebo smartfónu."
MSM6119="Aplikácia umožňuje produkovať vysokokvalitné výtlačky. Podporuje rôzne aplikácie na úpravu obrázkov, napr. Adobe Photoshop, Adobe Photoshop Lightroom a Digital Photo Professional."
MSM6030="Vyberte zo zoznamu"
MSM6031="Sériové číslo nájdete v záručnom liste a na tlačiarni."
MSM6032="Zariadenie IPv4"
MSM6033="Zariadenie IPv6"
MSM6034="Sériové číslo (posledných 5 číslic)"
MSM6035="Umiestnenie sériového čísla"
MSM6036="Zadanie adresy IP a spustenie vyhľadávania"
MSM6037="Vytvorte sieťové pripojenie podľa príručky"
MSM6038="Túto možnosť vyberte, ak tlačiareň nie je zobrazená v zozname alebo ak ju nemožno vyhľadať zadaním adresy IP."
MSM6039="Výber spôsobu vyhľadávania tlačiarní"
MSM6040="Hľadať podľa adresy IPv4"
MSM6041="Hľadať podľa adresy IPv6"
MSM6042="Hľadanie podľa názvu hostiteľa"
MSM6043="Hľadanie podľa názvu Bonjour"
MSM6044="Ak chcete zadať adresu IP a spustiť vyhľadávanie, najprv musíte tlačiarni priradiť adresu IP. Ďalšie podrobnosti získate kliknutím na položku [Príručka online]."
MSM6045="Chyba pri vyhľadávaní zadanej adresy IP"
MSM6046="Zadaná tlačiareň sa nenašla. Skontrolujte adresu IP alebo názov hostiteľa a skúste to znova. Ďalšie podrobnosti získate kliknutím na položku [Príručka online]."
MSM6047="Zistiť znova"
MSM6048="Zadanú adresu IP alebo názov hostiteľa už používa iné zariadenie. Skontrolujte adresu IP alebo názov hostiteľa a skúste to znova. Ďalšie podrobnosti získate kliknutím na položku [Príručka online]."
MSM6049="Zmena nastavení siete IPv4"
MSM6050="Vyberte spôsob inštalácie a zadajte adresu IP tlačiarne, ktorú chcete používať."
MSM6051="Automatické nastavenie"
MSM6052="Ak chcete získať adresu IP automaticky, musíte mať server DHCP."
MSM6053="Manuálne nastavenie"
MSM6054="Adresa IPv4"
MSM6055="Informácie o adrese IP vám poskytne správca siete."
MSM6056="Zmena nastavení siete IPv6"
MSM6057="Ak chcete získať adresu IPv6 automaticky, musíte mať server DHCPv6 alebo smerovač IPv6."
MSM6058="Adresa IPv6"
MSM6059="Dĺžka predpony"
MSM6060="Informácie o adrese IP a dĺžke predpony vám poskytne správca siete."
MSM6061="Chyba pri zmene nastavení siete"
MSM6062="Zmena nastavení mohla zlyhať z niektorého z nasledujúcich dôvodov:\n  – zadaná adresa IP je neplatná,\n  – adresa IP je duplicitná."
MSM6063="Ďalšie podrobnosti získate kliknutím na položku [Príručka online]."
MSM6064="Kliknite na položku [Pridať tlačiareň] a podľa pokynov na obrazovke pridajte tlačiareň.\n\nPo pridaní tlačiarne kliknite na tlačidlo [Ďalej]."
MSM6065="Ak chcete používať všetky funkcie tejto tlačiarne, musí nainštalovať ovládač od spoločnosti Canon.\nKliknite na tlačidlo [Ďalej] a zopakujte inštaláciu."
MSM6066="Nastaviť ako predvolenú tlačiareň"
MSM6067="Prepojte tlačiareň a počítač pomocou kábla USB.\nSkontrolujte, či je tlačiareň zapnutá."
MSM6068="Ak je k tlačiarni pripojený kábel USB, odpojte ho."
MSM6069="Názov produktu"
MSM6071="Počítačová sieť nie je k dispozícii"
MSM6072="Skontrolujte, či je pripojenie počítača k sieti aktivované. \nAk sa chcete pripojiť pomocou siete Wi-Fi, skontrolujte stav pripojenia smerovača bezdrôtovej siete."
MSM6073="Zadať heslo správcu"
MSM6074="Zadajte heslo správcu tlačiarne."
MSM6075="Heslo správcu"
MSM6075_add1="Heslo správcu:"
MSM6076="Heslo je nesprávne."
MSM6077="Povoľte funkciu Wi-Fi v počítači."
MSM6081="Môžete tlačiť zo smartfónu alebo tabletu"
MSM6085="Informácie o sieti v smerovači bezdrôtovej siete"
MSM6087="Heslo:"
MSM6088="Zobraziť heslo"
MSM6089="Kliknite na tlačidlo [Pokyny], prečítajte si príručku online a nastavte smartfón alebo tablet.\nAk nepoužívate smartfón ani tablet, kliknite na tlačidlo [Ďalej]."
MSM6091="Vykonali ste inicializáciu tlačiarne?"
MSM6092="1. Skontrolujte, či je v kazete s atramentom atrament.\n2. Stlačte a približne 5 sekúnd podržte tlačidlo Stop na tlačiarni.\nPotom sa tlačiareň začne inicializovať. Táto operácia potrvá približne 6 minút."
MSM6093="1. Skontrolujte, či je v kazete s atramentom atrament.\n2. Stlačte a približne 5 sekúnd podržte tlačidlo POKRAČOVAŤ/ZRUŠIŤ (RESUME/CANCEL) na tlačiarni.\nPotom sa tlačiareň začne inicializovať. Táto operácia potrvá približne 6 minút."
MSM6094="Pripravuje sa atramentový systém"
MSM6095="Atramentový systém nie je pripravený. Ak chcete začať prípravu, kliknite na tlačidlo [Pokyny] a pozrite si pokyny na prípravu alebo si pozrite príručku Prvé spustenie (Getting Started) dodanú s tlačiarňou."
MSM6096="Kontrola tlačiarne"
MSM6097="Kód podpory: %s\n\nPrípravy tlačiarne sa nedokončili. Skontrolujte tlačiareň.\nKliknite na položku [Pokyny] a podrobnosti si pozrite v príručke online.\n\nPotom kliknite na tlačidlo [Ďalej]."
MSM6098="Pokyny"
MSM6099="Tlačiareň skontrolujem neskôr."
MSM6120="Jednoduché bezdrôtové pripojenie"
MSM6121="Kliknite na tlačidlo [Pokyny] a pripravte tlačiareň na pripojenie podľa pokynov sprievodcu. Keď bude tlačiareň pripravená, zistí sa a vy môžete prejsť na nasledujúci krok. Zistenie tlačiarne môže určitý čas trvať."
MSM6123="Alternatívne spôsoby"
MSM6124="Nastavenia Wi-Fi"
MSM6125="Vyberte spôsob, ktorý chcete použiť na nastavenie siete Wi-Fi, a kliknite na tlačidlo [Ďalej]."
MSM6126="Pripojiť sa k sieti Wi-Fi z tlačiarne"
MSM6127="Nastaviť pripojenie Wi-Fi pomocou kábla USB"
MSM6128="Ak sa tlačiareň nenájde ani pomocou krokov uvedených v príručke, mohol sa vyskytnúť problém so sieťou. Kliknite na tlačidlo [Riešenie problémov] a skontrolujte nastavenia siete."
MSM6129="Riešenie problémov"
MSM6130="Sieťové pripojenie tlačiarne"
MSM6131="Keď bude tlačiareň pripravená, kliknite na tlačidlo [Ďalej]. Ak chcete pripraviť pripojenie v tlačiarni, kliknite na tlačidlo [Pokyny] a postupujte podľa sprievodcu."
MSM6133="Zatvorenie tohto programu a otvorenie príručky online.\n\nTento program sa zavrie, aby neovplyvňoval nastavenia siete. Po kontrole nastavení siete spustite program znova."
MSM6134="Ak ani po príprave tlačiarne na pripojenie nemôžete prejsť na nasledujúci krok, kliknite na položku [Alternatívne spôsoby]."
MSM6135="Zatvorenie tohto programu a otvorenie príručky online."
MSM6136="Tento program sa zavrie, aby neovplyvňoval nastavenia siete. Po kontrole nastavení siete spustite program znova."
MSM6150="Výber sieťového adaptéra"
MSM6151="Našlo sa viacero sieťových adaptérov. Vyberte sieťový adaptér, ktorý chcete používať."
MSM6160="Odkaz na príručku online"
MSM6161="Chcete vytvoriť odkaz na pracovnej ploche na príručku online?"
MSM6162="Príručka online pre Canon %s"
MSM6163="Vytvoriť odkaz"
MSM6164="Nevytvoriť odkaz"
MSM6170="Tlačiareň sa nezistila.\nKliknite na tlačidlo [Riešenie problémov] a pozrite si postup na opravu."
MSM6171="Tlačiareň sa zistila. Počkajte, kým sa inštalácia nedokončí.\nMôže to trvať nejaký čas."
MSM6172="K tlačiarni je pripojený kábel USB. Odpojte ho."
MSM6173="Pripojenie tlačiarne sa nedokončilo. Chcete sa vrátiť na predchádzajúcu obrazovku?"
MSM6180="Pripojenie tlačiarne k sieti"
MSM6181="Kliknite na tlačidlo [Ďalej] a nastavte tlačiareň podľa zobrazeného sprievodcu."
MSM6182="Nenašli sa žiadne tlačiarne.\nKliknite na tlačidlo [Ďalej] a nastavte tlačiareň podľa zobrazeného sprievodcu."
MSM6183="Vyhľadať adresu IP"
MSM6184="V zozname vyberte tlačiareň, ktorú chcete nastaviť. Ak má viacero tlačiarní rovnaký názov produktu, skontrolujte sériové číslo."
MSM6185="Kontrola sériového čísla"
MSM6186="Ak hľadaná tlačiareň nie je v zozname, kliknite na položku [Tlačiareň nenájdená]."
MSM6187="Tlačiareň nenájdená"
MSM6190="Príprava tlačiarne"
MSM6191="Stlačte a 3 sekundy podržte nasledujúce tlačidlo na tlačiarni a potom kliknite na tlačidlo [Ďalej]."
MSM6192="Ak máte problém s pripojením pomocou tohto tlačidla, kliknite na položku [Pokyny]."
MSM6193="Vyhľadávajú sa tlačiarne. Počkajte, prosím. Môže to trvať približne minútu."
MSM6200="Kontroluje sa stav skenera"
MSM6201="Prepojte skener a počítač pomocou kábla USB.\nAk má skener tlačidlo ZAP. alebo prepínač napájania, zapnite ho."
MSM6202="Skener sa nezistil.\nKliknite na tlačidlo [Riešenie problémov] a zobrazte možné riešenia."
MSM6203="Ku skeneru je pripojený kábel USB. Odpojte ho."
MSM6204="Skener sa zistil. Počkajte, kým sa inštalácia nedokončí.\nMôže to trvať nejaký čas."
MSM6210="Ďalšie informácie o zariadení Canon %s"
MSM6211="Ďalšie aplikácie pre %s"
MSM6212="Príručka pre Canon %s"
MSM6213="Príručka online"
MSM6220="Prípravy tlačiarne sa pravdepodobne nedokončili. Pozrite si príručku online."
MSM6221="Prípravy tlačiarne sa pravdepodobne nedokončili."
MSM6222="Pozrite si príručku online."
MSM6230="Pripojiť prostredníctvom smerovača bezdrôtovej siete"
MSM6233="V závislosti od sieťového prostredia môže priame pripojenie k tlačiarni odpojiť počítač od internetu.\nChcete vybrať tlačiareň, ku ktorej sa chcete pripojiť?\n\nAktuálne pripojenie: %s"
MSM6240="Zadaná tlačiareň sa nenašla. Skontrolujte adresu IP alebo názov Bonjour a skúste to znova. Ďalšie podrobnosti získate kliknutím na položku [Príručka online]."
MSM6241="Zadanú adresu IP alebo názov Bonjour už používa iné zariadenie. Skontrolujte adresu IP alebo názov Bonjour a skúste to znova. Ďalšie podrobnosti získate kliknutím na položku [Príručka online]."
MSM6256="Vyhľadáva sa v rovnakej sieti ako tlačiareň.\nPočkajte na dokončenie vyhľadávania."
MSM6257="Sieťové pripojenie tlačiarne zlyhalo. Pripojenie počítača sa vrátilo do pôvodnej siete.\nVykoná sa pokus o pripojenie iným spôsobom.\n\nAk chcete zmeniť na USB alebo iný spôsob pripojenia, kliknite na tlačidlo [Zmeniť spôs. pripoj.]."
MSM6258="Zmeniť spôs. pripoj."
MSM6259="Sieťové pripojenie tlačiarne zlyhalo. Vykoná sa pokus o pripojenie iným spôsobom.\n\nAk chcete zmeniť na USB alebo iný spôsob pripojenia, kliknite na tlačidlo [Zmeniť spôs. pripoj.]."
MSM6260="Chcete nechať počítač pripojený k nasledujúcej sieti (SSID)?"
MSM6261="Tlačiareň sa našla, keď sa počítač pripojil k rovnakej sieti (SSID) ako tlačiareň.\nChcete nechať počítač pripojený k tejto sieti a pokračovať v nastavovaní? Ak chcete získať ďalšie podrobnosti, kliknite na tlačidlo [Príručka online]."
MSM6262="Áno"
MSM6263="Nie"
MSM6264="Vyhľadať informácie o riešení problémov so sieťou v príručke online?"
MSM6265="Sieťové pripojenie tlačiarne zlyhalo.\nPred opätovným pripojením sa odporúča skontrolovať sieťové prostredie.\nNastavenie sa zruší, aby neovplyvňovalo nastavenia siete, ktoré môžu obmedziť vašu možnosť prístupu k príručke online.\n\nAk chcete zmeniť na USB alebo iný spôsob pripojenia, kliknite na tlačidlo [Nie]."
MSM6266="Áno"
MSM6267="Nie"
